[
    {
        "id": 1,
        "text": "US Food and Drug Administration. Inferior Vena Cava (IVC) Filters: Initial Communication: Risk of Adverse Events with Long Term Use. August 9, 2010 [cited 2014 July]; Available from: Accessed 2/19/2014"
    },
    {
        "id": 2,
        "text": "US Food and Drug Administration. FDA. Removing Retrievable Inferior Vena Cava Filters: FDA Safety Communication. May 6, 2014 [cited 2014 July]; Available from: Accessed 2/19/2014."
    },
    {
        "id": 3,
        "text": "Kearon C AE, Comerota AJ, et al. Antithrombotic therapy for VTE disease: antithrombotic therapy and prevention of thrombosis, 9th ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest 2012;141:19S-94S."
    },
    {
        "id": 4,
        "text": "Jaff MR MM, Archer SI et al. Management of massive and submassive pulmonary embolism, iliofemoral deep vein thrombosis, and chronic thromboembolic pulmonary hypertension: a scientific statement from the American Heart Association. Circulation 2011;123:1788-830."
    },
    {
        "id": 5,
        "text": "Rogers FB, Cipolle MD, Velmahos G, Rozycki G, Luchette FA. Practice management guidelines for the prevention of venous thromboembolism in trauma patients: the EAST practice management guidelines work group. J Trauma 2002;53:142-64."
    },
    {
        "id": 6,
        "text": "Kaufman JA, Kinney TB, Streiff MB, et al. Guidelines for the use of retrievable and convertible vena cava filters: report from the Society of Interventional Radiology multidisciplinary consensus conference.  J Vasc Interv Radiol. 2006 Mar;17(3):449-59."
    },
    {
        "id": 7,
        "text": "Angel LF, Tapson V, Galgon RE, Restrepo MI, Kaufman J. Systematic review of the use of retrievable inferior vena cava filters. J Vasc Interv Radiol. 2011 Nov;22(11):1522-1530."
    },
    {
        "id": 8,
        "text": "Sarosiek S, Crowther M, Sloan JM. Indications, complications, and management of inferior vena cava filters: the experience in 952 patients at an academic hospital with a level I trauma center.  JAMA Intern Med. 2013 Apr 8;173(7):513-7."
    },
    {
        "id": 9,
        "text": "Guo YJ, Feng J, Qu TR, Qu Y, Liu YM, Zhang YS, Tian HY, Ma AQ. Vena cava thrombosis after vena cava filter placement: Incidence and risk factors. J Geriatr Cardiol. 2011 Jun;8(2):99-103."
    },
    {
        "id": 10,
        "text": "Kuo WT, Loh CT, Sze DY. Emergency Retrieval of a G2 Filter after Complete Migration into the Right Ventricle. J Vasc Interv Radiol.  2007 Sep;18(9):1177-82."
    },
    {
        "id": 11,
        "text": "Kuo WT, Deso SE, Robertson SW. Vena Tech LGM filter retrieval 16 years after implantation: piecemeal removal by intentional mechanical fracture. J Vasc Interv Radiol. 2013 Nov;24(11):1731-7."
    },
    {
        "id": 12,
        "text": "Vedantham S, Thorpe PE, Cardella JF, et al. Quality improvement guidelines for the treatment of lower extremity deep vein thrombosis with use of endovascular thrombus removal. J Vasc Interv Radiol. 2009 Jul;20(7 Suppl):S227-39."
    },
    {
        "id": 13,
        "text": "PREPIC Study Group. Eight-year follow-up of patients with permanent vena cava filters in the prevention of pulmonary embolism: the PREPIC (Prevention du Risque d'Embolie Pulmonaire par Interruption Cave) randomized study. Circulation. 2005 Jul 19;112(3):416-22."
    },
    {
        "id": 14,
        "text": "Harvey JJ, Hopkins J, McCafferty IJ, Jones RG. Inferior vena cava filters: what radiologists need to know. Clin Radiol. 2013 Jul;68(7):721-32."
    },
    {
        "id": 15,
        "text": "Kuo WT, Burke CT, Angle JF, Bui J, Grassi CJ, Stavropoulos SW, Trost DW, Van Ha TG. Venous Thromboembolic Disease III: IVC Filters Sylabus. SIR 2013."
    },
    {
        "id": 16,
        "text": "Pellerin O, di Primio M, Sanchez O, Meyer G, Sapoval M. Successful retrieval of 29 ALN inferior vena cava filters at a mean of 25.6 months after placement. J Vasc Interv Radiol. 2013 Feb;24(2):284-8."
    },
    {
        "id": 17,
        "text": "Pellerin O, Barral FG, Lions C, Novelli L, Beregi JP, Sapoval M. Early and late retrieval of the ALN removable vena cava filter: results from a multicenter study. Cardiovasc Intervent Radiol. 2008 Sep-Oct;31(5):889-96."
    },
    {
        "id": 18,
        "text": "Mismetti P, Rivron-Guillot K, Quenet S, et al. A Prospective Long-Term Study Of 220 Patients With A Retrievable Vena Cava Filter For Secondary Prevention Of Venous Thromboembolism. Chest. 2007;131(1):223-229."
    },
    {
        "id": 19,
        "text": "Nicholson W, Nicholson WJ, Tolerico P, et al. Prevalence of Fracture and Fragment Embolization of Bard Retrievable Vena Cava Filters and Clinical Implications Including Cardiac Perforation and Tamponade. Arch Intern Med. 2010;170(20):1827-1831."
    },
    {
        "id": 20,
        "text": "Hull JE, Robertson SW. Bard Recovery filter: evaluation and management of vena cava limb perforation, fracture, and migration. J Vasc Interv Radiol. 2009 Jan;20(1):52-60."
    },
    {
        "id": 21,
        "text": "Vijay K, Hughes JA, Burdette AS, et al. Fractured Bard Recovery, G2, and G2 Express Inferior Vena Cava Filters: Incidence, Clinical Consequences, and Outcomes of Removal Attempts. J Vasc Interv Radiol 2012; 23:188–194."
    },
    {
        "id": 22,
        "text": "Cantwell CP, Pennypacker J, Singh H, Scorza LB, Waybill PN, Lynch FC. Comparison of the recovery and G2 filter as retrievable inferior vena cava filters. J Vasc Interv Radiol. 2009 Sep;20(9):1193-9."
    },
    {
        "id": 23,
        "text": "Binkert CA, Sasadeusz K, Stavropoulos SW. Retrievability of the recovery vena cava filter after dwell times longer than 180 days. J Vasc Interv Radiol. 2006 Feb;17(2 Pt 1):299-302."
    },
    {
        "id": 24,
        "text": "An T, Moon E, Bullen J et al. Prevalence and clinical consequences of fracture and fragment migration of the Bard G2 filter: imaging and clinical follow-up in 684 implantations. J Vasc Interv Radiol 2014;25:941-8."
    },
    {
        "id": 25,
        "text": "Binkert CA, Drooz AT, Caridi JG, et al. Technical success and safety of retrieval of the G2 filter in a prospective, multicenter study. J Vasc Interv Radiol. 2009 Nov;20(11):1449-53."
    },
    {
        "id": 26,
        "text": "Nissim L, Romano W. Successful retrieval from right ventricular wall of an embolized bard meridian filter fragment. J Vasc Interv Radiol. 2013 Dec;24(12):1933-4."
    },
    {
        "id": 27,
        "text": "MAUDE Database."
    },
    {
        "id": 28,
        "text": "Clinicaltrials.gov. A Prospective Multi-Center Study of the Bard Denali Retrievable Inferior Vena Cava Filter System. Bard Peripheral Vascular. Clinicaltrials.gov identifier: NCT01305564. 2011."
    },
    {
        "id": 29,
        "text": "McCowan TC, Ferris EJ, Carver DK, Molpus WM. Complications of the nitinol vena caval filter. J Vasc Interv Radiol. 1992 May;3(2):401-8."
    },
    {
        "id": 30,
        "text": "Poletti PA, Becker CD, Prina L, Ruijs P, Bounameaux H, Didier D, Schneider PA, Terrier F. Long-term results of the Simon nitinol inferior vena cava filter. Eur Radiol. 1998;8(2):289-94."
    },
    {
        "id": 31,
        "text": "Kim D, Edelman RR, Margolin CJ, et al. The Simon nitinol filter: evaluation by MR and ultrasound. Angiology. 1992 Jul;43(7):541-8."
    },
    {
        "id": 32,
        "text": "Grassi CJ, Matsumoto AH, Teitelbaum GP. Vena caval occlusion after Simon nitinol filter placement: identification with MR imaging in patients with malignancy. J Vasc Interv Radiol. 1992 Aug;3(3):535-9."
    },
    {
        "id": 33,
        "text": "Crochet DP, Brunel P, Trogrlic S, Grossetëte R, Auget JL, Dary C. Long-term follow-up of Vena Tech-LGM filter: predictors and frequency of caval occlusion. J Vasc Interv Radiol. 1999 Feb;10(2 Pt 1):137-42."

    },
    {
        "id": 34,
        "text": "Le Blanche AF, Benazzouz A, Reynaud P, et al. The VenaTech LP permanent caval filter: effectiveness and safety in the prevention of pulmonary embolism--a European multicenter study. J Vasc Interv Radiol. 2008 Apr;19(4):509-15."
    },
    {
        "id": 35,
        "text": "Contractor S, Esmaeili A, Reina D, Deitch E. Incomplete deployment of the Vena Tech LP filter--case series and concerns. Vasc Endovascular Surg. 2011 May;45(4):345-51."
    },
    {
        "id": 36,
        "text": "Greenfield LJ, Cho KJ, Tauscher JR. Evolution of hook design for fixation of the titanium Greenfield filter. J Vasc Surg. 1990;12:345-53."
    },
    {
        "id": 37,
        "text": "Kinney TB, Rose SC, Weingarten KE, et al. IVC filter tilt and asymmetry: comparison of the over-the-wire stainless-steel and titanium Greenfield IVC filters. J Vasc Interv Radiol. 1997 Nov-Dec;8(6):1029-37."
    },
    {
        "id": 38,
        "text": "Sweeney TJ, Van Aman ME. Deployment problems with the titanium Greenfield filter. J Vasc Interv Radiol. 1993 Sep-Oct;4(5):691-4."
    },
    {
        "id": 39,
        "text": "Greenfield LJ, Cho KJ, Tauscher JR. Limitations of percutaneous insertion of Greenfield filters. J Cardiovasc Surg (Torino). 1990 May-Jun;31(3):344-50"
    },
    {
        "id": 40,
        "text": "Greenfield LJ, Cho KJ, Proctor M, et al. Results of a multicenter study of the modified hook-titanium Greenfield filter. J Vasc Surg. 1991;14(3):253 -257."
    },
    {
        "id": 41,
        "text": "Greenfield LJ, Proctor MC, Cho KJ, et al. Extended evaluation of the titanium Greenfield vena caval filter. J Vasc Surg. 1994 Sep;20(3):458-64; discussion 464-5."
    },
    {
        "id": 42,
        "text": "Hann CL, Streiff MB. The role of vena caval filters in the management of venous thromboembolism. Blood Rev. 2005 Jul;19(4):179-202."
    },
    {
        "id": 43,
        "text": "Miller CL, Wechsler RJ. CT evaluation of Kimray-Greenfield filter complications. AJR Am J Roentgenol. 1986 Jul;147(1):45-50."
    },
    {
        "id": 44,
        "text": "Denny DF, Cronan JJ, Dorfman GS, Esplin C. Percutaneous Kimray-Greenfield filter placement by femoral vein puncture. AJR Am J Roentgenol. 1985 Oct;145(4):827-9."
    },
    {
        "id": 45,
        "text": "Johnson SP, Raiken DP, Grebe PJ, et al. Single institution prospective evaluation of the over-the-wire Greenfield vena caval filter. J Vasc Interv Radiol. 1998 Sep-Oct;9(5):766-73."
    },
    {
        "id": 46,
        "text": "Cho KJ, Greenfield LJ, Proctor MC, et al. Evaluation of a new percutaneous stainless steel Greenfield filter. J Vasc Interv Radiol. 1997 Mar-Apr;8(2):181-7."
    },
    {
        "id": 47,
        "text": "Greenfield LJ, Proctor MC. The percutaneous greenfield filter: outcomes and practice patterns. J Vasc Surg. 2000 Nov;32(5):888-93."
    },
    {
        "id": 48,
        "text": "Smouse HB, Mendes R, Bosiers M, et al. The RETRIEVE trial: safety and effectiveness of the retrievable crux vena cava filter. J Vasc Interv Radiol. 2013 May;24(5):609-21."
    },
    {
        "id": 49,
        "text": "Durack JC, Westphalen AC, Kekulawela S, Bhanu SB, Avrin DE, Gordon RL, Kerlan RK.  Perforation of the IVC: rule rather than exception after longer indwelling times for the Günther Tulip and Celect retrievable filters.  Cardiovasc Intervent Radiol. 2012 Apr;35(2):299-308."
    },
    {
        "id": 50,
        "text": "McLoney ED, Krishnasamy VP, Castle JC, Yang X, Guy G.  Complications of Celect, Günther Tulip, and Greenfield Inferior Vena Cava Filters on CT Follow-up: A Single-Institution Experience.  J Vasc Interv Radiol. 2013 Sep;S1051-0443(13)"
    },
    {
        "id": 51,
        "text": "Smouse HB, Rosenthal D, Thuong VH, et al. Long-term retrieval success rate profile for the Günther Tulip vena cava filter. J Vasc Interv Radiol. 2009;20(7):871-877."
    },
    {
        "id": 52,
        "text": "Lyon SM, Riojas GE, Uberoi R, et al. Short- and long-term retrievability of the Celect Vena Cava Filter: Results from a multi-institutional registry. J Vasc Interv Radiol. 2009;20:1441-1448."
    },
    {
        "id": 53,
        "text": "Nicholson AA, Ettles DF, Paddon AJ, Dyet JF. Long-term follow-up of the Bird's Nest IVC Filter. Clin Radiol. 1999 Nov;54(11):759-64."
    },
    {
        "id": 54,
        "text": "Kalva SP, Marentis TC, Yeddula K, et al. Long-term safety and effectiveness of the 'OptEase' vena cava filter. Cardiovasc Intervent Radiol. 2011 Apr;34(2):331-7."
    },
    {
        "id": 55,
        "text": "Rimon U, Bensaid P, Golan G, Garniek A, Khaitovich B, Dotan Z, Konen E. Optease vena cava filter optimal indwelling time and retrievability. Cardiovasc Intervent Radiol. 2011 Jun;34(3):532-5."
    },
    {
        "id": 56,
        "text": "Ashley DW, Mix JW, Christie B, Burton CG, Lochner FK, McCommon GW, Matoy GC,Solis MM, Donner RS, Dalton ML, Tyson CS, Newman WH.  Removal of the OptEase retrievable vena cava filter is not feasible after extended time periods because of filter protrusion through the vena cava.  J Trauma. 2005 Oct;59(4):847-52."
    },
    {
        "id": 57,
        "text": "Sano M, Unno N, Yamamoto N, Tanaka H, Konno H. Frequent fracture of TrapEase inferior vena cava filters: a long-term follow-up assessment. Arch Intern Med. 2012 Jan 23;172(2):189-91."
    },
    {
        "id": 58,
        "text": "Usoh F, Hingorani A, Ascher E, et al. Prospective randomized study comparing the clinical outcomes between inferior vena cava Greenfield and TrapEase filters. J Vasc Surg. 2010 Aug;52(2):394-9."
    },
    {
        "id": 59,
        "text": "Johnson MS, Nemcek AA Jr, Benenati JF, et al. The safety and effectiveness of the retrievable option inferior vena cava filter: a United States prospective multicenter clinical study. J Vasc Interv Radiol. 2010 Aug;21(8):1173-84."
    },
    {
        "id": 60,
        "text": "Charles HW, Black M, Kovacs S, et al. G2 inferior vena cava filter: retrievability and safety. J Vasc Interv Radiol. 2009 Aug;20(8):1046-51. doi:10.1016/j.jvir.2009.03.046."
    },
    {
        "id": 61,
        "text": "Simon M, Athanasoulis CA, Kim D, et al. Simon nitinol inferior vena cava filter: initial clinical experience. Work in progress. Radiology. 1989 Jul;172(1):99-103. PMID: 2662259"
    },
    {
        "id": 62,
        "text": "Greenfield LJ, Peyton R, Crute S, Barnes R. Greenfield vena caval filter experience: late results in 156 patients. Arch Surg. 1981 Nov;116(11):1451-6. PMID: 7305658"
    },
    {
        "id": 63,
        "text": "Messmer JM, Greenfield LJ. Greenfield caval filters: long-term radiographic follow-up study. Radiology. 1985 Sep;156(3):613-8. PMID: 4023218"
    },
    {
        "id": 64,
        "text": "Greenfield LJ, Michna BA. Twelve-year clinical experience with the Greenfield vena caval filter. Surgery. 1988 Oct;104(4):706-12. PMID: 3175867"
    },
    {
        "id": 65,
        "text": "Carabasi RA, Moritz MJ, Jarrell BE. Complications encountered with the use of the Greenfield filter. Am J Surg. 1987 Aug;154(2):163-8. PMID: 3631388"
    },
    {
        "id": 66,
        "text": "Kantor A, Glanz S, Gordon DH, Sclafani SJ. Percutaneous insertion of the Kimray-Greenfield filter: incidence of femoral vein thrombosis. AJR Am J Roentgenol. 1987 Nov;149(5):1065-6. PMID: 3499776"
    },
    {
        "id": 67,
        "text": "Wittenberg G, Kueppers V, Tschammler A, et al. Long-term results of vena cava filters: experiences with the LGM and the Titanium Greenfield devices. Cardiovasc Intervent Radiol. 1998 May-Jun;21(3):225-9. PMID: 9626439"
    },
    {
        "id": 68,
        "text": "Ferris EJ, McCowan TC, Carver DK, McFarland DR. Percutaneous inferior vena caval filters: follow-up of seven designs in 320 patients. Radiology. 1993 Sep;188(3):851-6."
    },
    {
        "id": 69,
        "text": "Greenfield LJ, Cho KJ, Pais SO, Van Aman M. Preliminary clinical experience with the titanium Greenfield vena caval filter. Arch Surg. 1989 Jun;124(6):657-9."
    },
    {
        "id": 70,
        "text": "Hoffer EK, Mueller RJ, Luciano MR, Lee NN, Michaels AT, Gemery JM. Safety and efficacy of the Gunther Tulip retrievable vena cava filter: midterm outcomes. Cardiovasc Intervent Radiol. 2013 Aug;36(4):998-1005. doi: 10.1007/s00270-012-0517-7."
    },
    {
        "id": 71,
        "text": "Kalva SP, Athanasoulis CA, Fan CM, et al. 'Recovery' vena cava filter: experience in 96 patients. Cardiovasc Intervent Radiol. 2006 Jul-Aug;29(4):559-64. PMID: 16565794."
    },
    {
        "id": 72,
        "text": "Morales, J., X. Li, T. Irony, et al., Decision analysis of retrievable inferior vena cava filters in patients without pulmonary embolism. Journal of Vascular Surgery: Venous and Lymphatic Disorders, 2013. 1(4): p.376-384. doi:10.1016/j.jvsv.2013.04.005"
    }
]
